import React from "react";
import style from "./Details.module.css";

function Details() {
  return (
    <section className={style.details}>
      <div className="row">
        <div className="col-12">
          <h5 className="tab_title">جزئیات محصول</h5>
        </div>
      </div>
      <div className="row mt-3">
        <div className={style.details_wrapper}>
          <p className={style.details_desc}>
            یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از
            این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار
            می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو
            بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای
            سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. دو پنل
            دیجیتالی مجزا روی بدنه‌ی یخچال و فریزر واقع شده است که برای اعمال
            تنظیماتی همچون دمای کارکرد قابل استفاده هستند. این پنل‌ها در ارتفاع
            بالا و به دور از دسترس کودکان قرار دارند و علاوه بر این به قفل کودک
            مجهز هستند. برخورداری از آبریز خارجی باعث شده بتوانید به راحتی و
            بدون نیاز به باز و بسته‌کردن در یخچال به یک لیوان آب خنک و گوارا
            دسترسی داشته باشید. این آبریز به صورت دستی پر می‌شود و محفظه‌ی آن
            داخل درِ یخچال قرار گرفته است. یخچال و فریزر این محصول هر کدام 15
            فوت ظرفیت دارند و در مجموع 30 فوت فضا را در اختیار شما قرار
            داده‌اند. فضای داخلی یخچال و فریزر با طبقات، قفسه‌ها و کشوهای متعدد
            تقسیم‌بندی مواد غذایی را آسان کرده است. کشوهای یخچال قابلیت تنظیم
            رطوبت را دارد و برای نگهداری میوه و سبزیجات ایدئال است. قابلیت
            انجماد سریع نیز از دیگر مزایای این مدل است که برای سرمایش مواد تازه
            خریداری شده بسیار کاربردی است.
          </p>
        </div>
      </div>
      <div className="row mt-3">
        <div className={style.details_wrapper}>
          <p className={style.details_desc}>
            یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از
            این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار
            می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو
            بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای
            سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. دو پنل
            دیجیتالی مجزا روی بدنه‌ی یخچال و فریزر واقع شده است که برای اعمال
            تنظیماتی همچون دمای کارکرد قابل استفاده هستند. این پنل‌ها در ارتفاع
            بالا و به دور از دسترس کودکان قرار دارند و علاوه بر این به قفل کودک
            مجهز هستند. برخورداری از آبریز خارجی باعث شده بتوانید به راحتی و
            بدون نیاز به باز و بسته‌کردن در یخچال به یک لیوان آب خنک و گوارا
            دسترسی داشته باشید. این آبریز به صورت دستی پر می‌شود و محفظه‌ی آن
            داخل درِ یخچال قرار گرفته است. یخچال و فریزر این محصول هر کدام 15
            فوت ظرفیت دارند و در مجموع 30 فوت فضا را در اختیار شما قرار
            داده‌اند. فضای داخلی یخچال و فریزر با طبقات، قفسه‌ها و کشوهای متعدد
            تقسیم‌بندی مواد غذایی را آسان کرده است. کشوهای یخچال قابلیت تنظیم
            رطوبت را دارد و برای نگهداری میوه و سبزیجات ایدئال است. قابلیت
            انجماد سریع نیز از دیگر مزایای این مدل است که برای سرمایش مواد تازه
            خریداری شده بسیار کاربردی است.
          </p>
        </div>
      </div>
    </section>
  );
}

export default Details;
